Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Major surgery (major according to the investigator’s assessment) performed within 90 days prior to Visit 1, or scheduled major elective surgery (e.g. hip replacement) within 90 days after Visit 1
es_es: Cirugía mayor (según la evaluación del investigador) realizada dentro de los 90 días previos a la Visita 1, o cirugía mayor electiva programada (por ejemplo, reemplazo de cadera) dentro de los 90 días posteriores a la Visita 1

source: Major surgery, such as cardiac, thoracic, abdominal, or orthopaedic in the preceding 14 days.
es_es: Cirugía mayor, como cardíaca, torácica, abdominal u ortopédica en los 14 días previos.

source: Make
es_es: Marca

source: Make up the flask close to the mark with solvent mixture and stir vigorously (ensure the formation of a vortex) with a magnetic stirrer for at least 60 minutes.
es_es: Llevar a enrase cerca de la marca con la mezcla de disolventes y agitar con fuerza con agitador magnético al menos 60 minutos, asegurándose de que se forme un remolino.

source: Make up to the final weight (± 1 %) with water, purified.
es_es: Llevar hasta el peso final (± 1 %) con agua purificada.

source: Make up to the mark with methanol at ambient temperature.
es_es: Llevar a enrase con metanol a temperatura ambiente.

source: Malaysia
es_es: Malasia

source: Male
es_es: Hombres

source: Male VTE
es_es: TEV en varones

source: Male and female subjects with or without hepatic impairment
es_es: Sujetos de ambos sexos con o sin deterioro hepático

source: Male and female subjects with or without renal impairment
es_es: Sujetos de ambos sexos con o sin deterioro renal

source: Male or female patients.
es_es: Pacientes hombres o mujeres.

source: Male sex – no.
es_es: Sexo masculino – n.°

source: Male subjects, or females who met any of the following criteria from at least 30 days before the first study drug administration until 30 days after trial completion:
es_es: Ser varón, o ser mujer y cumplir con alguna de las siguientes condiciones desde, como mínimo, los 30 días previos a la primera administración del medicamento en estudio y hasta los 30 días posteriores a la finalización del ensayo:

source: Male – no.
es_es: Varones; n.° (%)

source: Malignancies
es_es: Tumores malignos

source: Malignancies (including long-term safety information on melanoma)
es_es: Tumores malignos (incluida la información de largo plazo sobre el melanoma)

source: Malignancy
es_es: Tumor maligno

source: Malignant MCA infarct (death day 1)
es_es: Infarto maligno de la ACM (muerte el día 1)

source: Malignant MCA infarct (death day 3)
es_es: Infarto maligno de la ACM (muerte el día 3)

source: Manager Regulatory Support
es_es: Gerente de apoyo a asuntos regulatorios

source: Manganese spike strategy in Production stage
es_es: Estrategia de enriquecimiento de manganeso en la etapa de producción

source: Mannitol
es_es: Manitol

source: Mannitol (3)
es_es: Manitol (3)

source: Mannitol does not show any heavy metal contamination above the limit of quantitation, so it is not possible on the basis of the difference in weight of the individual doses to decide which one is more critical.
es_es: El manitol no muestra contaminación con metales pesados por encima del límite de cuantificación, de modo que, en función de la diferencia de peso de las dosis individuales, no es posible decidir cuál es más crítico.

source: Mannitol(D-Mannitol)
es_es: Manitol (D-Manitol)

source: Manual de funciones y nómina del personal de la institución
es_es: Manual of functions and list of the institution's staff

source: Manual differential white cell count or urine sediment were only to be performed if there was an abnormality in the automatic cell count or in the urinalysis, respectively.
es_es: El recuento diferencial manual de glóbulos blancos o el sedimento urinario solo se debían realizar si había una anomalía en el recuento automático de células o en el análisis de orina, respectivamente.

source: Manually induced
es_es: Inducidos a mano

source: Manuf.
es_es: Fabric.

source: Manuf. Date
es_es: Fecha de fabric.

source: Manufacture
es_es: Elaboración

source: Manufacture of
es_es: Fabricación de

source: Manufacture of DP
es_es: Fabricación del medicamento

source: Manufacture of Tenecteplase drug product in building F113
es_es: Elaboración del medicamento Tenecteplasa en el edificio F113

source: Manufacture of the DS
es_es: Fabricación del principio activo

source: Manufacture of:
es_es: Fabricación de:

source: Manufacture, sterilization of parts, transport, storage, and use of the components or the PFSNSD-1 do not bear a risk that leads to degradation of the device materials in contact with the user.
es_es: La fabricación, esterilización de piezas, transporte, almacenamiento y uso de los componentes del PFS-NSD-1 no representan un riesgo que derive en la degradación de los materiales del dispositivo que están en contacto con el usuario.

source: Manufacturer
es_es: Fabricante

source: Manufacturer (Article R.5124-2 1° of the French Public Health Code) ---
es_es: Fabricante (artículo R.5124-2 1° del Código de Salud Pública francés) ---

source: Manufacturer (Article R.5124-2 1° of the French Public Health Code) --- This site is not authorised for blinding ---
es_es: Fabricante (artículo R.5124-2 1° del Código de Salud Pública francés) --- Esta planta no está autorizada al cegado ---

source: Manufacturer Authorisation valid until 12/2026 for:
es_es: Autorización de fabricación válida hasta el 12/2026, para:

source: Manufacturer Authorisation valid until 12/2029 for:
es_es: Autorización de fabricación válida hasta el 12/2029, para:

source: Manufacturer and operation(s) performed
es_es: Fabricantes y operaciones realizadas

source: Manufacturer of investlgational medlcinal products
es_es: Fabricante de medicamentos en investigación

source: Manufacturer/Importer Authorisation 1, 2
es_es: Autorización para fabricante/importador 12

source: Manufacturer/Importer Authorisation:
es_es: Autorización para fabricante/importador

source: Manufacturer:
es_es: Fabricante:

source: Manufacturer1
es_es: Fabricante1

source: Manufacturers / manufacturing plant
es_es: Fabricantes / planta de fabricación

source: Manufacturers are free to choose the most appropriate validated analytical method for a given application.
es_es: Los fabricantes tienen la libertad de elegir la metodología analítica validada más adecuada para una aplicación determinada.

source: Manufacturers, importers and distributors must continue to comply with GMP/GDP and all other legal obligations.
es_es: Los fabricantes, importadores y distribuidores deben seguir cumpliendo con las normas de buenas prácticas de fabricación y documentación, y todas las demás obligaciones legales.

source: Manufacturing Authorization No.
es_es: Autorización de fabricación N.°

source: Manufacturing Date of DP
es_es: Fecha de fabric. del medic.

source: Manufacturing Date:
es_es: Fecha de fabricación:

source: Manufacturing Process Development
es_es: Desarrollo del proceso de fabricación

source: Manufacturing Process Development).
es_es: Desarrollo del proceso de fabricación).

source: Manufacturing Process Validation
es_es: Validación del proceso de fabricación

source: Manufacturing Process and Process Controls
es_es: Proceso de fabricación y controles del proceso

source: Manufacturing Scale
es_es: Escala de fabricación

source: Manufacturing Site
es_es: Planta productora

source: Manufacturing area SM6 can be used for manufacturing of tenecteplase drug product.
es_es: El área de fabricación SM6 se puede utilizar para la fabricación del medicamento tenecteplasa.

source: Manufacturing date
es_es: Fecha de fabricación

source: Manufacturing date (day of sterile filtration)
es_es: Fecha de fabricación (día del filtrado estéril)

source: Manufacturing date [MM.YYYY]
es_es: Fecha de fabricación [MM.AAAA]

source: Manufacturing equipment μg/day
es_es: Equipo de fabricación, en μg/día

source: Manufacturing facilities at BI DE (BC) used for clinical trial supplies and commercial production are licensed and regularly inspected by the local competent authority.
es_es: Las plantas de producción de BI DE (BC) que se utilizan para suministros de ensayos clínicos y producción comercial cuentan con la debida autorización y son inspeccionadas con regularidad por las autoridades locales pertinentes.

source: Manufacturing facilities at BIP used for clinical trial supplies and commercial production are licensed and regularly inspected by the local competent authority.
es_es: Las plantas de producción de BIP que se utilizan para suministros de ensayos clínicos y producción comercial cuentan con la debida autorización y son inspeccionadas con regularidad por las autoridades locales pertinentes.

source: Manufacturing facilities at the BIP site in Biberach used for clinical and commercial production are licensed by the German authorities.
es_es: Las instalaciones de producción en el centro BIP de Biberach, destinadas a la producción clínica y comercial, cuentan con la autorización de las autoridades alemanas.

source: Manufacturing flow chart
es_es: Flujograma de fabricación

source: Manufacturing flow chart for the drug product process
es_es: Flujograma de fabricación para el proceso relativo al medicamento

source: Manufacturing of the bulk solution
es_es: Fabricación de la solución a granel

source: Manufacturing of the bulk solution (Step 1 to 5)
es_es: Fabricación de la solución a granel (Pasos 1 a 5)

source: Manufacturing process
es_es: Proceso de fabricación

source: Manufacturing process equipment can contribute to the enrichment of soluble chemicals into the final DP solution (as “leachables”).
es_es: Los equipos del proceso de fabricación pueden contribuir al enriquecimiento de productos químicos solubles en la solución final del medicamento (como “lixiviables”).

source: Manufacturing process equipment can contribute to the enrichment of soluble chemicals into the final drug product solution (as “leachables”).
es_es: Puede suceder que el equipo del proceso de fabricación inserte sustancias químicas solubles en la solución final del medicamento (como lixiviables).

source: Manufacturing process equipment can contribute to the enrichment of soluble chemicals into the final drug product solution.
es_es: Puede usarse el equipo del proceso de fabricación para enriquecer las sustancias químicas solubles en la solución final del medicamento.

source: Manufacturing process history
es_es: Antecedentes del proceso de fabricación

source: Manufacturing process ranges Manufacturing process ranges and manufacturing variability as well as stability data providing acceptable changes until end of shelf life are additional aspects to be considered for setting commercial specifications.
es_es: Rangos del proceso de fabricación Los rangos del proceso de fabricación, la variabilidad de fabricación y los datos de estabilidad que proporcionan cambios aceptables hasta el final de la vida útil son aspectos adicionales a tener en cuenta para el establecimiento de especificaciones comerciales.

source: Manufacturing process validation
es_es: Validación del proceso de fabricación

source: Manufacturing ranges using statistical evaluation of process consistency and manufacturing variability as well as stability data providing acceptable changes until end of shelf life are additional aspects to be considered for setting commercial specifications.
es_es: Tanto los rangos de fabricación que usan evaluación estadística de la uniformidad de los procesos y la variabilidad de fabricación como los datos de estabilidad que proporcionan cambios aceptables hasta el final de la vida útil son aspectos a tener en cuenta adicionalmente para el establecimiento de especificaciones comerciales.

source: Manufacturing scale (L)
es_es: Escala de fabricación (l)

source: Manufacturing site
es_es: Planta productora

source: Manufacturing, testing and release of Tenecteplase is performed at:
es_es: La fabricación, evaluación analítica y liberación de la tenecteplasa se realiza en:

source: Many patients with diabetes have evidence of chronic kidney disease, which is associated with an increased risk of progression to end-stage renal disease.
es_es: Muchos pacientes con diabetes evidencian enfermedad renal crónica, que está asociada con un mayor riesgo de pasar a una insuficiencia renal terminal.

source: Mar 2015 – 16 Oct 2017
es_es: de marzo de 2015 – 16 de octubre de 2017

source: Mar 2017- 26 Apr 2021
es_es: de mar de 2017 - 26 de abr de 2021

source: Mar 2022
es_es: de marzo de 2022

source: Mar 2023
es_es: de marzo de 2023

source: March 2023
es_es: de marzo de 2023

source: March 2024
es_es: de marzo de 2024

source: Marked peak aminotransaminase (ALT, and/or AST) elevations ≥5x ULN
es_es: Elevaciones notorias de las aminotransaminasas máximas (ALT y/o AST) ≥5x límite normal superior

source: Marketing Authorisation Number
es_es: Número de autorización para la comercialización

source: Marketing Authorization Number:
es_es: Número de autorización para la comercialización:

source: Marketing Status
es_es: Estado de comercialización

source: Marketing Status — Metalyse 25mg
es_es: Estado de comercialización: Metalyse 25 mg

source: Marketing authorisation holder
es_es: Titular de la autorización para la comercialización

source: Marlena Grunwald, Head of Quality Control API, 24.01.2024
es_es: Marlena Grunwald, Jefa de Control de Calidad de los IFA, 24.01.2024

source: Mas tabla de contenidos
es_es: Mas índice

source: Mass of crucible after ignition (g)
es_es: Masa del crisol tras la ignición (g)

source: Mass of tablet
es_es: Masa del comprimido

source: Mass of test sample (g)
es_es: Masa de la muestra de prueba (g)

source: Mass of the empty crucible (g)
es_es: Masa del crisol vacío (g)

source: Mass per vial
es_es: Masa por frasco

source: Mass spectral analysis, oligosaccharide mapping and neutral sugar analysis have been used to thoroughly characterize the glycosylation of TNK-tPA.
es_es: Se ha empleado espectrometría de masas, mapeo de los oligosacáridos y análisis de los azúcares neutros para caracterizar exhaustivamente la glicosilación de la TNK-tPA.

source: Mass spectrometry
es_es: Espectrometría de masas

source: Massive hemoptysis while anticoagulated with heparin (death day 11)
es_es: Hemoptisis masiva durante anticoagulación con heparina (muerte el día 11)

source: Master cell bank testing
es_es: Análisis de bancos de células maestros

source: Master Cell Bank
es_es: Banco de células maestro

source: Master cell bank
es_es: Banco de células maestro

source: Master cell bank storage
es_es: Almacenamiento de bancos de células maestros

source: Matching Placebo
es_es: Placebo concordante

source: Materia prima utilizado en ensayo de solubilidad
es_es: Raw material in the solubility screening

source: Material / Value
es_es: Material / Valor

source: Material ID:
es_es: Identificación del material:

source: Material Name
es_es: Nombre del material

source: Material No.:
es_es: N.° de material:

source: Material Phosphoric acid, concentrated is also used for purification, this was not explicitly stated within previous file
es_es: El material ácido fosfórico concentrado también se usa para la purificación, lo cual no estaba explicitado en el archivo anterior.

source: Material attribute
es_es: Atributo de los materiales

source: Material butyl rubber 4023 / 50
es_es: material caucho de butilo 4023/50

source: Material mediated pyrogenicity
es_es: Pirogenicidad inducida por materiales

source: Material no.
es_es: Numero de material

source: Material number
es_es: Número de material

source: Material of construction
es_es: Material de elaboración

source: Material overview
es_es: Reseña de los materiales

source: Materials
es_es: Materiales

source: Materials and equipment used for Intermediate Precision experiments
es_es: Materiales y equipos usados en los ensayos de precisión intermedia

source: Materials comprising the primary and secondary components of the container closure system are presented in Table 2.
es_es: En la Tabla 2 se pueden ver los materiales que constituyen los componentes primarios y secundarios del envase y sistema de cierre.

source: Materials of construction
es_es: Materiales de elaboración

source: Materials of construction and material type
es_es: Materiales de elaboración y tipo de material

source: Materials/ room classification
es_es: Clasificación de los materiales y las salas

source: Maternal age
es_es: Edad de la madre

source: Matrix
es_es: Matriz

source: Matrix (dosage)
es_es: Matriz (formulación)

source: Matrix (drug product)
es_es: Matriz (medicamento)

source: Matrix (material no.)
es_es: Matriz (N.° de material)

source: Matrix empagliflozin / metformin HCl (Mat.-No. 4)
es_es: Matriz de empagliflozina / HCl de metformina (matriz N.° 4)

source: Matrix for intermediate precision experiments
es_es: Diseño de análisis de matriz de los ensayos de precisión intermedia

source: Matrix linagliptin / metformin HCI (Mat.-No. 1)
es_es: Matriz de linagliptina / HCl de metformina (matriz N.° 1)

source: Matrix sample (no ISTD, no analyte); 2 preparations; 2 injections each
es_es: Muestra matriz (sin est. int., sin disolvente); 2 preparaciones; 2 inyecciones en cada caso

source: Matrix sample; 1 preparation; 1 injection
es_es: Muestra matriz; 1 preparación; 1 inyección

source: Matrix was stressed for 24 h at 100°C to obtain a NDMA concentration >QL
es_es: La matriz se sometió a condiciones extremas 24 h a 100° C para obtener una concentración de NDMA > límite de cuantificación.

source: Matrix was stressed for 44 h at 100 °C to obtain a NDMA concentration > QL.
es_es: La matriz se sometió a condiciones extremas 44 h a 100° C para obtener una concentración de NDMA > límite de cuantificación.

source: Matrix was stressed for 68 h at 100 °C to obtain a NDMA concentration > QL.
es_es: La matriz se sometió a condiciones extremas 68 h a 100° C para obtener una concentración de NDMA > límite de cuantificación.

source: Matrix was stressed for24 h at 100 °C to obtain a NDMA concentration > QL.
es_es: La matriz se sometió a condiciones extremas 24 h a 100° C para obtener una concentración de NDMA > límite de cuantificación.

source: Matrix_Jentadueto
es_es: Matriz_Jentadueto

source: Max
es_es: Máximo

source: Max. dosage of metformin HCI per day
es_es: Dósis máx. diaria de HCl de metformina

source: Maximum
es_es: Nivel máx. de

source: Maximum Daily Dose
es_es: Dosis diaria máxima

source: Maximum amount
es_es: Cantidad máxima

source: Maximum amount [μg/vial]
es_es: Cantidad máxima [μg/frasco]

source: Maximum amount [μg/g rubber stopper]
es_es: Cantidad máxima [μg/g de tapón de caucho]

source: Maximum autosampler hold time:
es_es: Tiempo máximo de espera del procesador de muestras automático:

source: Maximum bulk volume:
es_es: Volumen máximo del granel:

source: Maximum daily dosage for metformin hydrochloride
es_es: Dosis diaria máxima de clorhidrato de metformina

source: Maximum filling speed was applied, as it is considered as worst-case with regards to shear stress on the DS during filling.
es_es: Se aplicó la velocidad máxima de llenado, ya que se considera el peor de los casos con respecto a la tensión de cizallamiento en el principio activo durante el llenado.

source: Maximum observed concentration is stated
es_es: se indica la concentración máxima observada;

source: Maximum observed daily intake [μg/day] 1
es_es: Ingesta diaria máxima observada [μg/día] 1

source: Maximum product temperature during sublimation [°C] 1
es_es: Temperatura máxima del producto durante la sublimación [°C] 1

source: Maximum recommended human dose
es_es: Dosis máxima recomendada en humanos

source: May 2013
es_es: Mayo 2013

source: May 2023
es_es: Mayo de 2023

source: Mayor a 12 horas:
es_es: Greater than 12 hours:

source: Mc Ilvaine buffer
es_es: Buffer Mcilvaine

source: McArthur KS, Johnson PC, Quinn TJ, et al.
es_es: McArthur KS, Johnson PC, Quinn TJ, y col.

source: McDougall, C. Cappelen-Smith, J. Wenderoth, A. Cheung, N. Manning, Lyell McEwin Hospital (8) D. Field, A. Moey, M.J.
es_es: McDougall, C. Cappelen-Smith, J. Wenderoth, A. Cheung, N. Manning, Hospital Lyell McEwin (8) D. Field, A. Moey, M.J.

source: McIlvaine buffer pH 4.0
es_es: Buffer McIlvaine, pH 4.0

source: McIlvaine buffer pH 7.4
es_es: Buffer McIlvaine, pH 7.4

source: Mean
es_es: Media

source: Mean (SD)
es_es: media (DE)

source: Mean (±SD) plasma concentration-time profiles of empagliflozin after oral administration of 12.5 mg empagliflozin / 1000 mg metformin fixed dose combination tablet under fed or fasted conditions
es_es: Media (±Desv. est.) de los perfiles de concentración plasmática en el tiempo de empagliflozina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de combinación a dosis fija en condiciones pre- o postprandiales

source: Mean (±SD) plasma concentration-time profiles of empagliflozin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin free dose tablets under fed or fasted conditions
es_es: Media (±Desv. est.) de los perfiles de concentración plasmática en el tiempo de empagliflozina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos a dosis libre en condiciones pre- o postprandiales

source: Mean 100
es_es: Media 100

source: Mean Recovery [%]
es_es: Recuperación media[%]

source: Mean [%]
es_es: Media [%]

source: Mean age was 31.5 years (SD 8.9; range 20 to 48 years) and mean BMI was 23.0 kg/m2 (range 18.7 to 29.4 kg/m2).
es_es: La media etaria fue 31.5 años (Desv. est.: 8.9; rango: 20 a 48 años) y el IMC fue 23.0 kg/m² (rango: 18.7 a 29.4 kg/m²).

source: Mean concentration (n = 12)
es_es: Concentración media (n = 12)

source: Mean concentration (n=6)
es_es: Concentración media (n=6)

source: Mean data obtained from June 2018 to June 2023
es_es: Media de los datos obtenidos desde junio de 2018 hasta junio de 2023

source: Mean delivered dose
es_es: Dosis media administrada

source: Mean eGFR [mL/min/1.73 m2] in the empagliflozin group decreased by 3.9 (95% CI -4.1, -3.6) at Week 4, after which a slower decrease compared with placebo was observed (Table 15.2.4.28: 4).
es_es: La TFGe media [ml/min/1.73 m2] disminuyó 3.9 en el grupo de empagliflozina (IC del 95 %: -4.1, -3.6) en la semana 4, después de lo cual se observó una disminución más lenta en comparación con el placebo (Tabla 15.2.4.28: 4).

source: Mean of individual values [%]
es_es: Media de valores individuales [%]

source: Mean plasma concentration-time profiles of metformin after oral administration of 12.5 mg empagliflozin / 1000 mg metformin fixed dose combination tablet under fed or fasted conditions
es_es: Media de los perfiles de concentración plasmática en el tiempo de metformina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de combinación a dosis fija en condiciones pre- o postprandiales

source: Mean plasma concentration-time profiles of metformin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin free dose combination tablets under fed or fasted conditions
es_es: Media de los perfiles de concentración plasmática en el tiempo de metformina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de combinación a dosis libre en condiciones pre- o postprandiales

source: Mean recoveries for five-point calibration
es_es: Valores de recuperación medios para la calibración de cinco puntos.

source: Mean recoveries for seven-point calibration
es_es: Valores de recuperación medios para la calibración de siete puntos.

source: Mean recovery for each concentration level
es_es: Recuperación media cada el nivel de concentración
